Repository: Ne-Ploho/ne-ploho-moscow-first-dates
Catalog: src/locales/*.po
Languages: ru

# about.description
source: <0>Map of the first dates of Moscow</0> consists of real stories told by people of different ages and different backgrounds. We talked with random people on the streets and on the Internet, we asked our friends and family. We got very different reactions: some people told us every little detail, while others didn’t remember their first date at all. One person said we should be ashamed to ask such intimate questions and refused to talk. Some people managed to start relationship with no dates at all, some managed to go on a date without meeting in person.
ru: <0>Карта первых свиданий Москвы</0> — это живые настоящие истории, которые нам рассказывали знакомые и незнакомые люди самых разных возрастов. Мы спрашивали про первые свидания на улице, в интернете, у знакомых, друзей и у членов семьи. Реакции были разные: кто-то рассказывал о своём первом свидании взахлёб, кто-то совсем не мог его вспомнить. У кого-то отношения складывались без свиданий вообще. У кого-то свидание получилось, хотя они не виделись лично. Один человек сказал, что о таких личных вещах спрашивать должно быть стыдно, и отказался разговаривать.

# about.interviewees.column.1
source: 4 Tatianas 3 Polinas 3 Sonyas 3 Katyas 2 Daryas 1 Maria 1 Svetlana 1 Yana 1 Saida 1 Nadezhda 1 Nina 1 Lisa 1 Galya 1 Oksana 1 Anya 1 Evdokiya 1 Zhanna 1 Larisa
ru: 4 Татьяны 3 Полины 3 Сони 3 Кати 2 Дарьи 1 Мария 1 Светлана 1 Яна 1 Саида 1 Надежда 1 Нина 1 Лиза 1 Галя 1 Оксана 1 Аня 1 Евдокия 1 Жанна 1 Лариса

# about.interviewees.column.2
source: 1 Aglaya 1 Julietta 1 Lena 1 devil_s_neighbour 4 Sashas 2 Petyas 1 Dima 1 Maksim 1 Vlad 1 Serezha 1 Seraphim 1 Vanya 1 Philipp 1 Nikolay 1 Georgiy 1 Vitya 1 LaugHhH
ru: 1 Аглая 1 Джульетта 1 Лена 1 соседка_дьявола 4 Саши 2 Пети 1 Дима 1 Максим 1 Влад 1 Серёжа 1 Серафим 1 Ваня 1 Филипп 1 Николай 1 Георгий 1 Витя 1 CMEXxX

# about.interviewees.stats
source: 9 people didn’t say their names. 38 people didn’t say their dates’ names. 13 people don’t remember their first date. 6 people never had one. 3 people got too emotional and refused to talk.
ru: 9 человек не назвали своего имени. 38 человек не назвали имени своей второй половинки. 13 человек не помнят своего первого свидания. У 6 человек первого свидания не было. 3 человека не захотели говорить из-за эмоций.

# about.interviewees.title
source: People who went on a date on this map:
ru: На этой карте на свидание ходили:

# about.interviewers.title
source: People who asked about dates:
ru: Про свидания спрашивали:

# about.title
source: About
ru: О карте

# app.title
source: First dates of Moscow
ru: Карта первых свиданий Москвы

# footer.genders.female
source: Woman
ru: Женщина

# footer.genders.male
source: Man
ru: Мужчина

# footer.genders.title
source: Respondent’s gender
ru: Гендер рассказчика

# genderPage.female.title
source: Women
ru: Женщины

# genderPage.male.title
source: Men
ru: Мужчины

# header.about
source: About
ru: О карте

# header.title
source: First dates of Moscow
ru: Карта первых свиданий Москвы

# header.title.female
source: <0>First dates of Moscow:</0> <1>Women</1>
ru: <0>Карта первых свиданий Москвы:</0> <1>Женщины</1>

# header.title.male
source: <0>First dates of Moscow:</0> <1>Men</1>
ru: <0>Карта первых свиданий Москвы:</0> <1>Mужчины</1>

# header.title.years
source: <0>First dates of Moscow:</0> <1>{fromYear} - {toYear}</1>
ru: <0>Карта первых свиданий Москвы:</0> <1>{fromYear} - {toYear}</1>

# story.back
source: Back
ru: Назад

# story.forward
source: Forward
ru: Вперед
